Repository: srkimdev/BuddyBuddy
Catalog: BuddyBuddy/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# Add Channel
source: 채널 추가
en: add Channel

# Add Member
source: 멤버 추가
en: add Member

# Add Playground
source: 플레이그라운드 추가
en: Add playground

# Cancel
source: 취소
en: Cancel

# ChangeChannelAdmin
source: 채널 관리자 변경
en: Change Channel Admin

# ChangeChannelAdminAlertMessage
source: 채널 관리자는 다음과 같은 권한이 있습니다. * 채널 이름 또는 설명 변경 * 채널 삭제
en: As a channel admin, you have the following permissions. * Change the channel name or description * Delete a channel

# ChangeChannelAdminAlertTitle
source: %@ 님을 관리자로 지정하시겠습니까?
en: Do you want to make %@ an admin?

# ChangePlaygroundAdmin
source: 플레이그라운드 관리자 변경
en: Change Playground Admin

# Channel
source: 채널
en: Channel

# ChannelContent
source: 채널 설명
en: Content

# ChannelContentPlaceholder
source: 채널을 설명하세요 (옵션)
en: Please explain the channel (option)

# ChannelCreateSuccess
source: 채널이 생성되었습니다
en: Successfully created the channel

# ChannelName
source: 채널 이름
en: Name

# ChannelNamePlaceholder
source: 채널 이름을 입력하세요 (필수)
en: Please enter channel name (required)

# Confirm
source: 확인
en: Confirm

# CreateChannel
source: 채널 생성
en: Add Channel

# Delete
source: 삭제
en: Delete

# Email
source: 이메일
en: Email

# EmptySearch
source: 검색 결과가 없어요!
en: No recent searches!

# Exit
source: 나가기
en: Exit

# ExitChannel
source: 채널 나가기
en: Exit Channel

# ExitMyChannel
source: 회원님은 채널 관리자입니다. 관리자가 채널에서 나가게 되면, 채널은 삭제됩니다.
en: You are the channel admin. When an admin leaves a channel, the channel is deleted.

# Help
source: 도움말
en: Help

# InviteMember
source: 팀원 초대
en: Invite Member

# InvitePlaceholder
source: 초대하려는 팀원의 이메일을 입력하세요.
en: Enter the emails of the team members to invite

# JoinChannel
source: 채널 참여
en: Join Channel

# JustExitChannel
source: 나가기를 하면 채널 목록에서 삭제됩니다.
en: When you leave, you're removed from the channel list.

# NetworkDisConnected
source: 네트워크 연결이 불안정합니다.
en: Network connection is unstable.

# NetworkDisConnectedSubTitle
source: 네트워크 연결을 확인해주세요.
en: Check your network connection.

# OK
source: 확인
en: OK

# Playground
source: 플레이그라운드
en: Playground

# PlaygroundChangeAdmin
source: 플레이그라운드 관리자 변경
en: Change Admin

# PlaygroundDelete
source: 플레이그라운드 삭제
en: Delete

# PlaygroundEdit
source: 플레이그라운드 편집
en: Edit

# PlaygroundExit
source: 플레이그라운드 나가기
en: Exit

# Profile
source: 프로필
en: Profile

# RecentSearch
source: 최근 검색
en: Recent Search

# Search
source: 채널 혹은 사용자를 검색해보세요
en: Search for channels or users

# SimpleDate
source: yy.MM.dd
en: MM.dd.yy

# User
source: 사용자
en: User
